tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mackerelio/mackerel-agent"
tap "sanemat/font"
tap "songmu/tap"
tap "universal-ctags/universal-ctags"
brew "awk"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "exa"
brew "fd"
brew "findutils"
brew "gcc"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "gzip"
brew "htop"
brew "jq"
brew "libssh"
brew "mysql-client"
brew "nkf"
brew "nodebrew"
brew "peco"
brew "procs"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sd"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xsv"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "aws-vault"
cask "brave-browser"
cask "docker"
cask "google-japanese-ime"
cask "iterm2"
cask "postman"
cask "shiftit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "BBEdit", id: 404009241
mas "Display Menu", id: 549083868
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
