tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "mackerelio/mackerel-agent"
tap "mongodb/brew"
tap "sanemat/font"
tap "songmu/tap"
tap "universal-ctags/universal-ctags"
brew "automake"
brew "awk"
brew "readline"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "exa"
brew "fd"
brew "findutils"
brew "gobject-introspection"
brew "harfbuzz"
brew "fontforge"
brew "gcc"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "libevent"
brew "unbound"
brew "go"
brew "graphviz"
brew "gzip"
brew "htop"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jmeter"
brew "jq"
brew "kubernetes-cli", link: false
brew "libssh"
brew "lv"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "mysql-client"
brew "mysql@5.7", restart_service: true
brew "nghttp2"
brew "nkf"
brew "nodebrew"
brew "oath-toolkit"
brew "openssl@3"
brew "p7zip"
brew "peco"
brew "plantuml"
brew "postgresql"
brew "procs"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "swagger-codegen"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tnftp"
brew "tree"
brew "v8@3.15"
brew "vim"
brew "wget"
brew "wireshark"
brew "xsv"
brew "yarn"
brew "zbar"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "kyoshidajp/ghkw/ghkw"
brew "mongodb/brew/mongodb-database-tools"
brew "sanemat/font/ricty"
brew "songmu/tap/goxz"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "aws-vault"
cask "brave-browser"
cask "cheatsheet"
cask "chrysalis"
cask "clipy"
cask "docker"
cask "google-japanese-ime"
cask "iterm2"
cask "postman"
cask "shiftit"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "BBEdit", id: 404009241
mas "Display Menu", id: 549083868
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
