tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "songmu/tap"
brew "exa"
brew "ghq"
brew "git"
brew "go"
brew "htop"
brew "imagemagick@6"
brew "jq"
brew "openssl@1.1"
brew "mysql-client"
brew "nkf"
brew "nodebrew"
brew "peco"
brew "pkg-config"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "terraform"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "xsv"
brew "yarn"
brew "zsh"
brew "songmu/tap/goxz"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "zoomus"
